/*GENERAL SETTINGS*/
"Delete" = "Delete";
"OK" = "OK";
"Basic settings" = "Basic settings";



/*MAIN ACTIVITIES*/
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";



/*HOME TAB*/
"Up next" = "Up next";
"More to explore" = "More to explore";



/*PROJECTS TAB*/
"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";
"There's nothing here right now." = "There's nothing here right now.";

/*A button that shows a menu with the following options*/
"Sort" = "Sort";
"Sort items" = "Sort items";//the title of the menu
"Optimised" = "Optimised";//Sort using an optimised algorithm
"Creation Date" = "Creation Date";//Sort by the date items were created
"Title" = "Title";//Sort by the item title

/*Deafult names for new project and new item*/
"New Project" = "New Project";
"New Item" = "New Item";



/*EDITING PROJECTS*/
"Edit Project" = "Edit Project";
"Project name" = "Project name";
"Description of this project" = "Description of this project";
"Custom project color" = "Custom project color";

/*Options to close(mark as finished), oprn (mark as unfinished), or delete a project. */
 "Close this project" = "Close this project";
 "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project completely.";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";
"Delete project" = "Delete project";
"Are you sure you want to delete this project? You will also delete all the items if contains." = "Are you sure you want to delete this project? You will also delete all the items if contains.";



/*EDITING ITEMS*/
"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";

"Mark Completed" = "Mark Completed"; // Mark this item as being completed (finished/accomplished)



/*AWARDS*/
"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";



/*OTHER STRINGS*/
"Please select something from the menu to begin." = "Please select something from the menu to begin.";// Shown by default when the user hasn't select a project or item
